/* STM */
"Ink Levels" = "估計的墨水存量";

/* Nozzle */
"NOZZLE01TEXT01" = "若要執行噴嘴檢查，請確定已開啟印表機電源並且連接到電腦。確定已移除CD/DVD托盤並且前方進紙槽位在紙張位置；否則無法執行噴嘴檢查。確認自動進紙槽中已放入A4或Letter尺寸的普通紙。按下 [列印] 鍵列印噴嘴檢查表單，或按下 [取消] 鍵離開。";
"NOZZLE01B01" = "列印";
"NOZZLE01B02" = "取消";

"NOZZLE02TEXT01" = "比較列印出的表單(如上所示)。若有任何線段未印出，請按下 [清潔] 鍵，否則請按下 [完成] 鍵離開。";
"NOZZLE02SPE01" = "上方：良好
下方：需要清潔";
"NOZZLE02B01" = "完成";
"NOZZLE02B03" = "清潔";

/* Cleaning */
"HEADCLEANING01TEXT01" = "確定已移除CD/DVD托盤並且前方進紙槽位在紙張位置；否則無法執行噴嘴檢查。按下 [開始] 鍵清潔印字頭噴嘴。清潔過程中會使用到一些墨水，因此只有當列印的影像出現模糊或斷線的現象時，再清潔印字頭。請先使用噴嘴檢查工具確認印字頭是否需要清潔。
注意︰一直等到墨水設定完成才插入CD/DVD托盤。
附註：執行清潔之前，請確定安全鎖定裝置移至未鎖定(列印)的位置，如圖所示。";
"HEADCLEANING01B01" = "取消";
"HEADCLEANING01B02" = "開始";

"HEADCLEANING02TEXT01" = "請稍候 ...";
"HEADCLEANING02TEXT02" = "正在清潔印字頭。請稍候。
注意：一直等到清潔完成才插入CD/DVD托盤。";
"HEADCLEANING02B01" = "關閉";

"HEADCLEANING03TEXT01" = "清潔已經完成。若要檢查清潔結果，請按下 [列印噴嘴檢查表單] 鍵。";
"HEADCLEANING03B01" = "完成";
"HEADCLEANING03B03" = "列印噴嘴檢查表單";

/* Gap */
"GAP01TEXT01" = "印字頭直線性校正工具可以改善高速模式下的列印品質。同時可修正直線和列印模糊的情形。
確定已移除CD/DVD托盤並且前方進紙槽設定在紙張的位置；否則無法執行印字頭直線性校正。";
"GAP01B01" = "下一步 >";
"GAP01B02" = "取消";

"GAP02TEXT01" = "將會列印垂直線校正表單。
請確定已開啟印表機電源並且已與電腦連線。確認進紙槽中已放入A4或Letter尺寸的普通紙。
準備完成後，請按下 [列印] 鍵。";
"GAP02B01" = "列印";
"GAP02B02" = "取消";

"GAP03TEXT01" = "查看直線性校正表單。
在組合#1至#5中，找出沒有可見垂直條紋的方塊。從所有組合的下拉式清單中選擇與此方塊相對應的編號。然後按 [完成] 鍵。
如果每個方塊都有條紋，請選擇條紋最少的方塊。然後按下 [重新校正] 鍵。";
"GAP03B01" = "完成";
"GAP03B02" = "取消";
"GAP03B03" = "重新校正";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "如果在執行印字頭清潔數次後，列印結果仍然有條紋或缺色，您可能需要更換墨水導管中的墨水來解決問題。

此功能可讓您更換墨水導管中的所有墨水。

此功能會使用到許多墨水。我們只建議在執行印字頭清潔數字後，再使用此功能。";
"POWERINKFLUSHING01B01" = "取消";
"POWERINKFLUSHING01B02" = "下一步 >";

"POWERINKFLUSHING02TEXT01" = "執行此功能之前，請確定安全鎖定裝置移至未鎖定(列印)的位置，如圖所示。

附註：當印表機在使用中時，安全鎖定裝置必須設定在未鎖定的位置。";

"POWERINKFLUSHING03TEXT01" = "是否確定要執行此功能？
若要更換導管中的所有墨水，則會使用到許多墨水。
我們建議您在執行此功能之前，先試著執行印字頭清潔數次來解決問題。按下 [取消] 鍵，然後試試印字頭清潔。

附註：此功能會影響到集墨棉的使用壽命。集墨棉會因為執行此功能而更快到達它的使用壽命。
如果集墨棉使用壽命已盡，請洽Epson授權服務中心更換。

確定已移除CD/DVD托盤並且前方進紙槽位在紙張位置；否則無法執行強力清潔。按下 [開始] 鍵開始墨水更換。
一旦開始執行此功能，便不可以中斷。
注意︰一直等到強力清潔完成才插入CD/DVD托盤。";
"POWERINKFLUSHING03B01" = "取消";
"POWERINKFLUSHING03B02" = "開始";

"POWERINKFLUSHING04TEXT01" = "請稍候 ...";
"POWERINKFLUSHING04TEXT02" = "正在進行強力清潔。
請稍候。
注意︰一直等到強力清潔完成才插入CD/DVD托盤。";
"POWERINKFLUSHING04B01" = "關閉";

"POWERINKFLUSHING05TEXT01" = "強力清潔完成。
若要檢查強力清潔結果，按下 [列印噴嘴檢查表單] 鍵。";
"POWERINKFLUSHING05B01" = "完成";
"POWERINKFLUSHING05B03" = "列印噴嘴檢查表單";

/* Ink Tank Utility */
"INKTANKUTILITYB01" = "確定";
"INKTANKUTILITYB02" = "下一步";
"INKTANKUTILITYB03" = "取消";
"INKTANKUTILITYB04" = "上一步";
"INKTANKUTILITYB05" = "是";
"INKTANKUTILITYB06" = "否";

//Common
"INKTANKUTCOMMONTEXT01" = "此工具程式目前無法使用。
附註：當連接二台或以上的印表機時，請從印表機清單中選擇要操作的印表機，然後再按下 [大容量墨水槽工具程式] 圖示鍵。";
"INKTANKUTCOMMONTEXT02" = "輸入在每個墨水瓶上所標示的13碼ID。
附註：ID僅限用一次。導墨前，請勿輸入ID。
按下 [下一步] 鍵開始驗證ID。";
"INKTANKUTCOMMONTEXT03" = "無法保證非原廠墨水卡匣的品質或可靠度，若因此而造成印表機受損，即使印表機仍在保固期內，Epson亦不提供免費保固服務。
使用非原廠墨水可能會被記錄在售後服務支援中。
為了得到最佳的列印品質及可靠度，Epson建議使用Epson原廠墨水卡匣。
是否要繼續使用這個墨水？";
"INKTANKUTCOMMONTEXT04" = "您可以繼續列印。
按下 [確定] 鍵關閉此訊息。
若要立即填充墨水，請再按下 [大容量墨水槽工具程式] 圖示鍵。";
"INKTANKUTCOMMONTEXT06" = "是否確定要取消此工具程式？
若您取消工具程式，您將必須再執行工具程式。";
"INKTANKUTCOMMONTEXT07" = "該ID無效。
請確認正確的ID，然後再輸入ID。";
"INKTANKUTCOMMONTEXT08" = "該ID無效。
請確認正確的ID。
按下 [取消] 鍵再輸入ID。";
"INKTANKUTCOMMONTEXT09" = "使用印表機之前，請務必將安全鎖定裝置設定至(列印)位置，如圖所示。";

//Inital Fill
"INKTANKUTINITIALTEXT01" = "刪除所有列印工作。

使用印表機之前，請務必將安全鎖定裝置設定至(列印)位置，如圖所示。";
"INKTANKUTINITIALTEXT02" = "填充大容量墨水槽的墨水。

%fillcolor%

Epson建議使用Epson原廠墨水。填充的墨水量需超出大容量墨水槽的安全線。關於如何填充墨水，請參考印表機手冊。填充墨水並安裝大容量墨水槽後，按下 [下一步] 鍵輸入 ID。";
"INKTANKUTINITIALTEXT03" = "正在進行導墨中。
請稍候約20分鐘，直到導墨完成。

附註：在電源燈號尚未停止閃爍並且恆亮之前，請勿關閉印表機電源。";
"INKTANKUTINITIALTEXT04" = "當使用印表機時，請務必將安全鎖定裝置設定至(列印)位置；否則會無法導入墨水而發生列印品質問題。當搬運印表機時，請將安全鎖定裝置設定至(搬運)位置；否則，可能會導致墨水外漏。";

//Manual Check
"INKTANKMANUALTEXT01" = "刪除所有列印工作。

檢查大容量墨水槽中的墨水存量。若墨水存量超出安全線，請按下 [以上] 鍵。若墨水存量低於安全線，請按下 [以下] 鍵。若墨水存量超出安全線，Epson建議您按下 [以上] 鍵直到墨水存量到達安全線，這樣便能將新的墨水瓶中的墨水完全填充至大容量墨水槽中。
附註：當墨水存量低於大容量墨水槽上的安全線時，繼續使用印表機可能會造成印表機受損。";
"INKTANKMANUALTEXT02" = "刪除所有列印工作。

檢查大容量墨水槽中的墨水存量。若墨水存量超過大容量墨水槽裝置底部的 20 mm，Epson建議您按下 [以上] 鍵直到墨水存量到達底部的 20 mm，這樣便能將新的墨水瓶中的墨水完全填充至大容量墨水槽中。若墨水存量超過底部的 20 mm，請按下 [以上] 鍵。若墨水存量低於底部的 20 mm，請按下 [以下] 鍵。
附註：當墨水存量低於大容量墨水槽裝置底部的 20 mm 時，繼續使用印表機可能會造成印表機受損。若要查看墨水存量，請使用隨機內附的直尺。";
"INKTANKMANUALTEXT03" = "填充大容量墨水槽的墨水。

%fillcolor%

Epson建議使用Epson原廠墨水。填充的墨水量需超出大容量墨水槽的安全線。關於如何填充墨水，請參考印表機手冊。填充墨水並安裝大容量墨水槽後，按下 [下一步] 鍵輸入 ID。";

/* Error */
"ERCOMMON_B01" = "取消";
"ERCOMMON_B02" = "繼續";
"PRINTERBUTTON00" = "紙張";
"WRCOMMON_B01" = "確定";
"WRCOMMON_B02" = "取消";
"ER00_TEXTA" = "錯誤";
"ER00_TEXTB" = "1. 刪除所有列印工作。
2. 關閉電源並取出夾紙。
3. 請稍候數分鐘，再開啟印表機電源。";
"ER00_TEXTA_D4" = "錯誤";
"ER00_TEXTB_D4" = "1. 刪除所有列印工作。
2. 關閉電源並取出夾紙。
3. 請稍候數分鐘，再開啟印表機電源。";
"ER00_B01_D4" = "取消";
"ER01_TEXTA" = "印表機忙線中";
"ER01_TEXTB" = "請稍候...";
"ER04_TEXTA" = "夾紙";
"ER04_TEXTB" = "就單張紙而言，請關閉印表機並用手取出夾紙。
就CD或DVD而言，請移除CD/DVD托盤。然後，按下印表機上的 [紙張] 鍵。";
"ER05_TEXTA" = "檢查墨水存量";
"ER05_TEXTB" = "您需要檢查墨水存量。按下Epson Printer Utility 4中的 [大容量墨水槽工具程式] 圖示鍵。估計的墨水存量可能會與實際的墨水存量不同。若要確認實際的墨水存量，請查看印表機的大容量墨水槽所顯示的墨水存量。";
"ER05_TEXTA_FF" = "初始設定錯誤";
"ER05_TEXTB_FF" = "按下 [大容量墨水槽工具程式] 圖示鍵進行導墨系統。";
"ER06_TEXTA_D4" = "缺紙或裝紙不正確";
"ER06_TEXTB_D4" = "1.重新放入紙張。
2.將前方進紙槽設定在較低的紙張位置。
3.按下產品上的 [%btn%] 鍵。

按下 [取消] 鍵，取消顯示的列印工作。若無法取消，請從產品取消該列印工作。";
"ER06_B01_D4" = "繼續";
"ER06_B02_D4" = "取消";
"ER06_TEXTA" = "缺紙或裝紙不正確";
"ER06_TEXTB" = "1.重新放入紙張。
2.將前方進紙槽設定在較低的紙張位置。
3.按下產品上的 [%btn%] 鍵。

按下 [取消] 鍵，取消顯示的列印工作。若無法取消，請從產品取消該列印工作。";
"ER10_TEXTA" = "服務需求";
"ER10_TEXTB" = "印表機中的集墨棉使用壽命已盡。
請洽Epson授權服務中心更換。";
"ER12_TEXTA" = "多頁進紙錯誤";
"ER12_TEXTB" = "執行下列其中一項。
-請取出紙張，然後再重新放入紙張。按下產品上的 [%btn%] 鍵。
-按下 [取消] 鍵，取消顯示的列印工作。若無法取消，請從產品取消該列印工作。";
"ER12_TEXTA_D4" = "多頁進紙錯誤";
"ER12_TEXTB_D4" = "執行下列其中一項。
-請取出紙張，然後再重新放入紙張。按下產品上的 [%btn%] 鍵。
-按下 [取消] 鍵，取消顯示的列印工作。若無法取消，請從產品取消該列印工作。";
"ER12_B01_D4" = "取消";
"ER29_TEXTA" = "CD/DVD托盤安裝不正確";
"ER29_TEXTB" = "重新放入托盤，然後按下印表機上的 [紙張] 鍵。";
"ER2A_TEXTA" = "裝紙不正確";
"ER2A_TEXTB" = "1. 將紙張的短邊優先放入產品中並調整紙張邊緣定位器。
2. 按下產品上的 [%btn%] 鍵。";
"ER37_TEXTA" = "護蓋被打開";
"ER37_TEXTB" = "闔上護蓋。";
"ER38_TEXTA" = "前方出紙槽位置錯誤";
"ER38_TEXTB" = "就單張紙而言，請手動將前方進紙槽設定在較低的紙張位置。
就CD或DVD而言，請手動將前方進紙槽設定在較高的CD/DVD位置。";
"Common Error Text1" = "錯誤";
"Common Error Text2" = "1. 刪除所有列印工作。
2. 關閉電源並取出夾紙。
3. 請稍候數分鐘，再開啟印表機電源。";
"Common Error B1" = "取消";
"Cleaning status" = "印表機忙線中";
"Shipment status" = "初始設定錯誤";
"WRINKLOW_TEXTA" = "墨水存量低";
"WRINKLOW_TEXTB" = "您可以繼續列印。若要立即填充墨水，請按下Epson Printer Utility 4中的 [大容量墨水槽工具程式] 圖示鍵。估計的墨水存量可能會與實際的墨水存量不同。若要確認實際的墨水存量，請查看印表機的大容量墨水槽所顯示的墨水存量。";
"WRCD_TEXTA" = "無法完成印字頭清潔。";
"WRCD_TEXTB" = "您可以繼續列印。若要立即填充墨水，請按下Epson Printer Utility 4中的 [大容量墨水槽工具程式] 圖示鍵。估計的墨水存量可能會與實際的墨水存量不同。若要確認實際的墨水存量，請查看印表機的大容量墨水槽所顯示的墨水存量。";
"WRCD_TEXTA_UTO" = "無法完成強力清潔。";
"WRCD_TEXTB_UTO" = "您可以繼續列印。若要立即填充墨水，請按下Epson Printer Utility 4中的 [大容量墨水槽工具程式] 圖示鍵。估計的墨水存量可能會與實際的墨水存量不同。若要確認實際的墨水存量，請查看印表機的大容量墨水槽所顯示的墨水存量。";
"WRINKLOW2_TEXTA" = "墨水存量低";
"WRINKLOW2_TEXTB" = "您可以繼續列印。若要立即填充墨水，請按下Epson Printer Utility 4中的 [大容量墨水槽工具程式] 圖示鍵。估計的墨水存量可能會與實際的墨水存量不同。若要確認實際的墨水存量，請查看印表機的大容量墨水槽所顯示的墨水存量。";
"WR20_TEXTA" = "服務需求";
"WR20_TEXTB" = "印表機中的集墨棉使用壽命即將用盡。請洽Epson授權服務中心更換。";
"COMUERR_TEXTA" = "連線錯誤";
"COMUERR_TEXTB" = "將產品連接至電腦並開啟電源。若在列印時關閉產品電源，則會取消列印工作。";
"COMUERR_B01" = "重試";
"COMUERR_B02" = "取消";
"CHARGINGSTATUS_TEXTA_PROXY" = "導墨系統";

